[
{
    "id": 1,
    "name": "Luovuuden voima",
    "author": "Marja Lehtonen  +  Anniina Kuosmanen",
    "description":
      "Tässä työpajassa tutustutaan luovuuden merkitykseen johtajuudessa ja opitaan käyttämään erilaisia menetelmiä luovuuden herättämiseksi. Osallistujat saavat käytännön vinkkejä luovuuden hyödyntämiseksi työssä ja johtamisessa.",
    "level": 2,
    "type": 1
  },
  {
    "id": 2,
    "name": "Resilienssin kehittäminen",
    "author": "Pekka Nieminen",
    "description":
      "Tässä työpajassa opitaan kehittämään resilienssiä ja selviytymään paremmin stressaavissa tilanteissa. Osallistujat saavat käytännön harjoituksia ja neuvoja stressin hallintaan ja resilienssin vahvistamiseen.",
    "level": 2,
    "type": 1
  },
  {
    "id": 3,
    "name": "Tiimien johtaminen",
    "author": "Minna Laaksonen",
    "description":
      "Tässä työpajassa käsitellään tiimien johtamisen haasteita ja keinoja tiimin yhteistyön tehostamiseen. Osallistujat oppivat tunnistamaan erilaisia tiimityyppejä ja saavat käytännön työkaluja tiimin dynamiikan parantamiseen.",
    "level": 2,
    "type": 1
  },
  {
    "id": 4,
    "name": "Eettinen johtaminen",
    "author": "Antti Mäkinen",
    "description":
      "Tässä työpajassa pohditaan eettisen johtamisen merkitystä ja käytännön keinoja eettisen johtajuuden toteuttamiseen. Osallistujat käyvät läpi erilaisia eettisiä kysymyksiä ja harjoittelevat ratkaisemaan niitä.",
    "level": 2,
    "type": 1
  },
  {
    "id": 5,
    "name": "Tunteiden johtaminen",
    "author": "Anna-Maija Virtanen",
    "description":
      "Tässä työpajassa opitaan tunnistamaan omia tunteita ja keinoja tunteiden hallintaan johtamisessa. Osallistujat saavat käytännön harjoituksia tunteiden tunnistamiseen ja hallintaan.",
    "level": 2,
    "type": 1
  },
  {
    "id": 6,
    "name": "Kommunikoinnin merkitys",
    "author": "Mikko Saari",
    "description":
      "Tässä työpajassa käsitellään kommunikoinnin merkitystä johtajuudessa ja opitaan keinoja kommunikoinnin tehostamiseksi. Osallistujat saavat käytännön vinkkejä ja harjoituksia parempaan viestintään.",
    "level": 2,
    "type": 1
  }
]